Repository: CCA-Public/scope
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Identifier
fr: Identifiant

source: Identifier does not match
fr: Identifiant inconnu

source: Administrator
fr: Administrateur

source: Groups
fr: Groupes

source: Ctrl + Click to select multiple or unselect.
fr: Appuyer sur la touche Ctrl pour sélectionner ou désélectionner plusieurs options.

source: Password should be at least 8 characters long
fr: Le mot de passe doit contenir au moins 8 caractères

source: Password and password confirmation do not match
fr: Les mots de passe entrés sont différents

source: Optional fields
fr: Champs facultatifs

source: Hide empty fields
fr: Masquer les champs vides

source: Check to not display Dublin Core fields without data in the Collection and Folder view pages.
fr: Cocher pour ne pas afficher les champs de métadonnées Dublin Core qui sont vides dans les enregistrements Collection et Dossier.

source: Error trace:
fr: Retrouver l'erreur:

source: identifier
fr: identifiant de la ressource

source: title
fr: titre

source: creator
fr: créateur

source: subject
fr: sujet

source: publisher
fr: éditeur

source: contributor
fr: contributeur

source: language
fr: langue

source: coverage
fr: couverture

source: rights
fr: gestion des droits

source: finding aid
fr: instrument de recherche

source: objects zip file
fr: fichier zip contenant les objets

source: A related task result could not be found.
fr: Un résultat de tâche connexe n'a pu être trouvé.

source: An error occurred during the process executed to extract and parse the METS file. %(error_message)s Please, contact an administrator.
fr: Une erreur s'est produite lors du traitement du fichier METS.%(error_message)s Veuillez contacter un administrateur.

source: Incorrect date format for start date (%(date)s). Expected: yyyy-mm-dd.
fr: Format de date incorrect pour la date de début (% (date) s). Attendu: aaaa-mm-jj.

source: Incorrect date format for end date (%(date)s). Expected: yyyy-mm-dd.
fr: Format de date incorrect pour la date de fin (% (date) s). Attendu: aaaa-mm-jj.

source: Title
fr: Titre

source: Details
fr: Détails

source: Username
fr: Nom d'utilisateur

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Email
fr: Courriel

source: Active
fr: Actif

source: Edit
fr: Modifier

source: Filepath
fr: Chemin d'accès

source: Size
fr: Taille.

source: Last modified
fr: Dernière modification

source: Collection name
fr: Nom de la collection

source: File details
fr: Détails du fichier

source: A background process has been launched to extract and parse the METS file. After the process finishes and the interface is reloaded, a link to the Folder will show up in the Folders table at the related Collection page.
fr: Le traitement du fichier METS est en cours. Lorsque ce processus se termine, l'interface est mise à jour afin d'inclure le lien vers le Dossier sur la page de la Collection concernée.

source: A background process has been launched to update the Collection metadata in the Elasticsearch index for the related Digital Files.
fr: Un processus en arrière-plan a été lancé pour mettre à jour les métadonnées Collection dans l'index Elasticsearch pour les fichiers numériques associés.

source: A background process has been launched to update the Folder metadata in the Elasticsearch index for the related Digital Files.
fr: Un processus en arrière-plan a été lancé pour mettre à jour les métadonnées de dossier dans le répertoire l'index Elasticsearch pour les fichiers numériques associés.

source: A background process has been launched to delete the descendant Folders and Digital Files from the Elasticsearch indexes.
fr: Un processus en arrière-plan a été lancé pour supprimer les dossiers descendants et Fichiers numériques des index Elasticsearch.

source: A background process has been launched to delete the descendant Digital Files from the Elasticsearch index.
fr: Un processus en arrière-plan a été lancé pour supprimer le descendant Digital Fichiers de l'index Elasticsearch.

source: English
fr: Anglais

source: French
fr: Français

source: Untitled
fr: Sans titre

source: Collection description
fr: Description de la collection

source: Finding aid
fr: Instrument de recherche

source: Delete
fr: Supprimer

source: Folders in this collection
fr: Dossiers de la collection

source: <strong>%(counter)s</strong> folder
fr: <strong>%(counter)s</strong> dossier

source: Search
fr: Recherche

source: No matching records found
fr: Aucun résultat ne correspond à vos critères de recherche

source: See more
fr: Voir plus

source: See error
fr: Voir le message d'erreur

source: Import in progress
fr: Importation en cours

source: Home
fr: Accueil

source: Browse collections
fr: Parcourir les collections

source: To access born digital content within an archive/collection, select "See more" from the list below. To search digital files across all collections, select "Search" from the menu above.
fr: Pour accéder au contenu né numérique d'une archive ou d'une collection, sélectionner "Voir plus" dans la liste ci-dessous. Pour rechercher parmi tous les fichiers de toutes les collections, sélectionner "Rechercher" dans le menu ci-dessus.

source: Search collection titles
fr: Rechercher dans les titres de collections

source: Delete Collection
fr: Supprimer la Collection

source: Confirm Deletion
fr: Confirmer la suppression

source: Note: Deleting this Collection will also delete all child records (DIPs, digital files, and PREMIS events).
fr: Note: La suppression de cette Collection entraîne la suppression de ses enregistrements enfants (DIPs, fichiers et événements PREMIS).

source: Delete Folder
fr: Supprimer le Dossier

source: Confirm deletion
fr: Confirmer la suppression

source: Note: Deleting this DIP will also delete all child records (digital files and PREMIS events).
fr: Note: La suppression de ce DIP entraîne la suppression de ses enregistrements enfants (fichiers et événements PREMIS).

source: Digital file %(digitalfile)s
fr: Fichier %(digitalfile)s

source: Digital file description
fr: Description du fichier

source: File format
fr: Format du fichier

source: File format version
fr: Version du format du fichier

source: Size (bytes)
fr: Taille (bytes)

source: Size (human readable)
fr: Taille (intelligible)

source: Date modified
fr: Date de modification

source: Attachments
fr: Pièces jointes

source: Digital files
fr: Fichiers

source: By clicking on the button below you'll download all the digital files included in the same folder.
fr: Cliquer ci-dessous pour télécharger tous les fichiers numériques d'un Dossier.

source: Download zip file
fr: Télécharger le fichier zip

source: Preservation metadata
fr: Métadonnées de préservation

source: Event log from our digital preservation repository for this file.
fr: Registre d'événements généré par notre dépôt numérique pour ce fichier.

source: Event: %(event.uuid)s
fr: Événement: %(event.uuid)s

source: Event type
fr: Type d'événement

source: Datetime
fr: Date et heure

source: Event detail
fr: Détail de l'événement

source: Event outcome
fr: Résultat de l'événement

source: Event detail note
fr: Note sur le détail d'événement

source: Folder %(dip)s
fr: Dossier %(dip)s

source: Folder description
fr: Description du dossier

source: By clicking on the button below you'll download all the digital files included in this folder.
fr: Cliquer ci-dessous pour télécharger tous les fichiers numériques inclus dans ce Dossier.

source: Digital files in this folder
fr: Fichiers dans ce dossier

source: <strong>%(counter)s</strong> digital file
fr: <strong>%(counter)s</strong> fichier

source: Edit Collection
fr: Modifier la Collection

source: Submit
fr: Soumettre

source: Edit Folder
fr: Modifier le Dossier

source: User - %(user.username)s
fr: Utilisateur - %(user.username)s

source: Users
fr: Utilisateurs

source: Frequently Asked Questions
fr: Foire aux questions

source: Frequently asked questions
fr: Foire aux questions

source: How are digital files organized?
fr: Comment les fichiers sont-ils organisés?

source: There are three types of records in the DIP Access Interface:
fr: Il y a trois types d'enregistrements dans l'Interface d'accès aux archives numériques:

source: These are the highest level of organization, and typically correspond to an archival fonds or collection.
fr: Il s'agit du plus haut niveau d'organisation d'un ensemble documentaire, que ce soit un fonds d'archives ou une collection.

source: Folders:
fr: Dossiers:

source: Folders are within Collections, and correspond to a "package" of digital files as they are stored in the CCA's digital preservation repository. Folders typically have a 1-to-1 relationship with folder-level archival descriptions in CCA's finding aids.
fr: Les Collections contiennent des Dossiers correspondant chacun à un "paquet" de fichiers numériques, tel qu'entreposé dans le dépôt numérique du CCA. Ces Dossiers équivalent à la description de niveau dossier dans l'instrument de recherche du CCA.

source: Digital files:
fr: Fichiers:

source: Individual digital files live within Folders, and have detailed pages containing additional information that are accessible from the Folder and Search pages.
fr: Les fichiers individuels sont regroupés sous les Dossiers. Il y a une page d'information pour chaque fichier, accessible à partir de l'enregistrement du Dossier ou des résultats de recherche.

source: What are the different ways to search?
fr: Comment effectuer une recherche?

source: For Collections:
fr: Trouver une collection:

source: From the Collections page, you can search for a particular collection from the search bar. Click "See more" to see the folders within the collection.
fr: Sur la page Collections, retrouver la collection qui vous intéresse à l'aide de la barre de recherche. Cliquer sur "Voir plus" pour accéder à la liste des dossiers contenus dans la collection.

source: Within Collections:
fr: Chercher dans une collection:

source: Once you’ve clicked on a collections page, you can search for particular folders based on their title. Click "See more" to see the digital files within that folder.
fr: À partir de la page d'une collection vous pouvez rechercher les dossiers par leurs titres. Cliquer sur "Voir plus" pour accéder à la liste des fichiers contenus dans le dossier.

source: Within Folders:
fr: Chercher dans un dossier:

source: Once you’ve selected a folder, you can search for digital files within that folder. You can see additional metadata about the file by clicking "See more".
fr: À partir de la page d'un dossier, vous pouvez effectuer une recherche des fichiers qu'il contient. Vous accéderez aux métadonnées du fichier en cliquant sur "Voir plus".

source: Across Collections:
fr: Chercher dans toutes les collections:

source: From the "Search all digital files" bar on the homepage or at the top of the screen, you can search for digital files across all collections. You can then view the parent folder (i.e. the folder that contains that file) or see additional metadata about the file by clicking "See more".
fr: En haut de la page d'accueil, la barre de recherche "Rechercher parmi tous les fichiers" permet la recherche au travers des collections. Les résultats permettront d'accéder au dossier parent des fichiers ou d'accéder à ses métadonnées en cliquant sur "Voir plus".

source: How do I get access to the actual files?
fr: Comment accéder aux fichiers?

source: Files can be downloaded as a package zip file (a "DIP") from a Folder page. Downloading files as a package ensures that any relationships between files (e.g., an external reference in a CAD drawing or a linked image from an HTML file) and the archival context of files remain intact. Files cannot be downloaded individually.
fr: Les fichiers peuvent être téléchargés sous la forme d'un paquet correspondant à un fichier zip (un "DIP") à partir de la page d'un Dossier. Le paquet permet de préserver les relations entre les fichiers (e.g., une référence externe d'un fichier CAD ou une image liée à un fichier html) ainsi que leur contexte archivistique. Les fichiers ne peuvent être téléchargés individuellement.

source: From the Folder page, click "Download zip file". After the file finishes downloading, you can unzip the DIP and explore all of the files within. The package will contain the original files with filenames and last modified dates restored to their original values, as well as a METS file and a submissionDocumentation folder.
fr: Sur la page du Dossier, cliquer sur "Télécharger le fichier zip". Vous pourrez par la suite décompresser le DIP et en explorer le contenu. Le paquet contient un fichier METS, un dossier submissionDocumentation, et les fichiers originaux avec leurs noms de fichiers et leur dernière date de modification.

source: What is a METS file?
fr: Qu'est-ce qu'un fichier METS?

source: The METS file is an XML file generated by CCA's digital preservation software, Archivematica. It follows the Metadata Encoding & Transmission Standard schema and contains detailed information about every digital file included in the Folder, including identification and characterization information, extracted metadata, and a log of all events that happened to the file while being processed by Archivematica.
fr: Le fichier METS est un fichier au format XML qui est généré par Archivematica, le logiciel de préservation numérique du CCA. Il se conforme au schéma Metadata Encoding & Transmission Standard (METS) et contient des informations détaillées pour chacun des fichiers d'un Dossier, tel que ses métadonnées d'identification et de caractérisation, ainsi que le registre des événements de traitement des SIPs par Archivematica.

source: We provide the METS file in case it's helpful, but if you're not familiar with the format don't worry. Selected information from the METS file is also included in the search interface and Digital file detail pages, extracted from the METS file automatically and presented for you in a more user-friendly manner.
fr: Le fichier METS est rendu disponible pour le cas où il vous serait utile, bien que l'organisation des informations qu'il contient soit peu conviviale. Une partie de ces métadonnées est extraite automatiquement et s'affiche dans les enregistrements des Collections, des Dossiers et des Fichiers.

source: What is the submissionDocumentation folder?
fr: Qu'est-ce que le dossier submissionDocumentation?

source: The submissionDocumentation folder contains contextual documentation related to the files in a particular DIP. This documentation can be generated by the software used at CCA, as well as by our archivists during processing. The contents of this folder will vary.
fr: Le dossier submissionDocumentation contient de la documentation contextuelle aux fichiers qui sont présents dans un DIP. Cette documentation est créée lors du traitement des archives, soit automatiquement par les logiciels utilisés au CCA ou encore par les archivistes. Le contenu de ce dossier peut varier d'un DIP à l'autre.

source: One common file to find here is a DFXML (<a href="https://forensicswiki.org/wiki/Category:Digital_Forensics_XML">Digital Forensics XML</a>) file, which records the file system information for files on a floppy disk, hard drive, or other piece of digital storage media. DFXML files can be used to compare the current file system metadata for files (filenames, modified and created dates, and so on) against their values as they arrived at CCA on a particular piece of storage media.
fr: Un fichier DFXML (<a href="https://forensicswiki.org/wiki/Category:Digital_Forensics_XML">Digital Forensics XML</a>) fait parti de la documentation. Il contient des métadonnées sur les systèmes de fichiers des supports d'origine des fichiers: disquettes, disques durs, disques Jaz, etc. Les fichiers DFXML peuvent servir à comparer entre les métadonnées courantes des fichiers quant au système de fichiers et celles extraites lors de la création des images disques lors de l'arrivée des supports au CCA.

source: Some of the files I want to use are in a file format that is unidentified or won't open. How can I see what is in the files?
fr: Je ne parviens pas à ouvrir certains des fichiers qui m'intéressent ou le format est inconnu. Comment puis-je savoir ce que le fichier représente?

source: The dedicated CAD workstation in the CCA Study Room contains a wide array of software and can open many file formats, but not all. If you have trouble opening a file, please contact Collection Reference and ask to speak with the Digital Archivist. In some cases, the Digital Archivist may be able to update the file to a newer format that is usable on the CAD workstation or to set up a virtual machine or emulator using original software to provide access to obsolete files.
fr: Le poste de consultation des archives numériques de la salle de lecture du CCA est doté de plusieurs logiciels qui permettent d'ouvrir la plupart des formats de fichiers. Si vous rencontrez des difficultés pour l'ouverture d'un fichier, l'équipe de la Référence vous mettra en contact avec l'archiviste numérique qui pourra évaluer les solutions possibles. La mise à jour du format de fichier, ou la mise en place d'une machine virtuelle ou d'un émulateur du logiciel original peuvent être envisagés pour résoudre ce type de problème.

source: Who created the digital archives access interface?
fr: Qui a créé l'Interface d'accès aux archives numériques?

source: The Digital Archives Access Interface was produced by the Canadian Centre for Architecture (CCA) and developed by Artefactual Systems, based on an project initially conceived by Tim Walsh, digital archivist at CCA from June 2015 to May 2018.
fr: L’Interface d'accès aux archives numériques a été conçue par le Centre Canadien d'Architecture (CCA) et développée par Artefactual Systems, à partir d’un concept élaboré par Tim Walsh, archiviste numérique au CCA de juin 2015 à mai 2018.

source: The Digital Archives Access Interface is a project financed within the framework of the Montreal Cultural Development grant awarded by the City of Montreal and the Quebec Department of Culture and Communications.
fr: L’Interface d’accès aux archives numériques est un projet financé dans le cadre de l’Entente sur le développement culturel de Montréal par la Ville de Montréal et le ministère de la Culture et des Communications.

source: Digital Archives Access Interface
fr: Interface d'accès aux archives numériques

source: You can search digital files by using the search bar below or you can browse our collections.
fr: Pour effectuer une recherche dans les fichiers, utiliser la barre de recherche ci-dessous ou naviguer dans nos collections.

source: If you need help, please use our FAQ page in the menu above.
fr: Consulter la FAQ si vous avez besoin d'aide.

source: Search our digital files
fr: Rechercher des fichiers

source: Type any words to search digital files in our collections
fr: Rechercher dans les fichiers de nos collections

source: Browse our collections
fr: Parcourir la collection

source: Undefined
fr: Indéfini

source: Formats
fr: Les formats

source: Years
fr: Années

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Objects types
fr: Types d'objets

source: Tags
fr: Mots clés

source: Type any text
fr: Tapez n'importe quel texte

source: Search input with drop-down filters
fr: Entrée de recherche avec filtres déroulants

source: Choose file
fr: Choisir un fichier

source: Toggle navigation
fr: Changement de la navigation

source: Canadian Centre for Architecture logo
fr: Logo du Centre Canadien d'Architecture

source: Search all digital files
fr: Rechercher parmi tous les fichiers

source: Select language
fr: Sélectionner la langue

source: Settings
fr: Règlages

source: Edit Users
fr: Modifier les utilisateurs

source: Add new Collection
fr: Ajouter de nouvelles collections

source: Add new Folder
fr: Ajouter un nouveau dossier

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Showing %(counter)s result
fr: Afficher %(counter)s résultat

source: Showing %(from)s to %(to)s of %(total)s results
fr: Résultats %(from)s à %(to)s de %(total)s

source: Page navigation
fr: Navigation

source: Previous
fr: Précédent

source: current
fr: actuel

source: Next
fr: Suivant

source: Login
fr: Connexion

source: Policies for use of born-digital material at CCA
fr: Politique d'utilisation des collections nées numériques du CCA

source: Born-digital materials in the collection of the CCA are protected by copyright, licensing, and agreements with CCA's donors. Access to digital files is allowed only on the CCA's physical premises, and researchers are not permitted to take copies of files with them when leaving CCA except through a formal Reproductions request. Downloading files is permitted for CCA staff working on curatorial activities and for external researchers working on the dedicated access workstations in the CCA Study Room, for consultation in appropriate software.
fr: Le matériel né numérique des collections du CCA est protégé par le droit d'auteur et les ententes conclues avec les donateurs. La consultation des fichiers est seulement permise dans les locaux du CCA, et les chercheurs ne peuvent quitter les lieux avec des copies de fichiers sauf si ces copies ont été obtenues suite à une demande formelle de reproduction. Le téléchargement des fichiers est autorisé en soutien aux activités curatoriales du CCA et pour la consultation par les chercheurs sur les postes dédiés de la salle de lecture.

source: By logging into to the Access Proof of Concept tool, you agree to abide by the policies outlined above, including:
fr: En cliquant sur Connexion, vous consentez à vous conformer à la politique énoncée ci-dessus, incluant:

source: Not to copy any files to your personal computer, nor to take any files away with you at the end of your session.
fr: De ne copier aucun fichier sur votre ordinateur personnel ou sur tout autre support d'information vous permettant de les emmmener avec vous.

source: To submit any requests for Reproductions through the official channels, by sending an email with all relevant information to <a href="mailto:reproductions@cca.qc.ca">reproductions@cca.qc.ca</a>.
fr: De transmettre vos demandes de reproduction à l'adresse <a href="mailto:reproductions@cca.qc.ca">reproductions@cca.qc.ca</a> en incluant toutes les informations pertinentes.

source: Add new DIP
fr: Ajouter un nouveau DIP

source: Add new User
fr: Ajouter un nouvel utilisateur

source: Dublin Core settings
fr: Paramètres Dublin Core

source: <strong>%(counter)s</strong> user
fr: <strong>%(counter)s</strong> utilisateur
